Repository: mozilla-l10n/mt-training-data
Catalog: ln/ln_pontoon.tmx
Source language: en_us
Languages: ln

source: The SUMO Forum 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2011 badge earners for advancing the Mozilla Mission!
ln: Mini-badge ya Forum SUMO 2011 eza moko ya ba series SUMO. Eza kolakisa contribution na SUMO na mobu 2011; mpo na yango: biyano 30 na Forum SUMO na lokota ya Angele. Longonia na baye banso bazwaki badge ya Forum SUMO 2011 mpo na komema Mission ya Mozilla o boso!

source: The SUMO Forum 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2012 badge earners for advancing the Mozilla Mission!
ln: Mini-badge ya Forum SUMO 2012 eza moko ya ba series SUMO. Eza kolakisa contribution na SUMO na mobu 2012; mpo na yango: biyano 30 replies na Forum SUMO na lokota ya Angele. Longonia na baye banso bazwaki badge ya Forum SUMO 2012 mpo na komema Mission ya Mozilla o boso!

source: The SUMO Forum 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2013 badge earners for advancing the Mozilla Mission
ln: Mini-badge ya Forum SUMO 2013 eza moko ya ba series SUMO. Eza kolakisa contribution na SUMO na mobu 2013; mpo na yango: biyano 30 Forum SUMO na lokota ya Angele. Longonia na baye banso bazwaki badge ya Forum SUMO 2013 mpo na komema Mission ya Mozilla o boso!

source: The SUMO Forum 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014 in this case: 30 replies in the English SUMO Forum. Congrats to all SUMO Forum 2014 badge earners for advancing the Mozilla Mission!
ln: Mini-badge ya Forum SUMO 2014 eza moko ya ba serie ya SUMO. Eza kolakisa contribution na SUMO na mobu 2014 mpo na yango: biyano 30 na Forum SUMO na lokota ya Angele. Longonia na baye banso bazwaki badge Forum SUMO 2014 mpo na komema Mission ya Mozilla o boso!

source: The SUMO KB 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2010 badge earners for advancing the Mozilla Mission
ln: Mini-badge ya KB SUMO 2010 eza moko ya ba series SUMO. Eza kolakisa contribution na SUMO na mobu 2010; mpo na yango: makoma 10 maye mobongisami na lokota ya Angele na Oyo Etali Boyebi ya SUMO. Longonia na baye banso bazwaki badge KB SUMO 2010 mpo na komema Mission ya Mozilla o boso!

source: The SUMO KB 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2011 badge earners for advancing the Mozilla Mission!
ln: Mini-badge ya KB SUMO 2011 eza moko ya ba series SUMO. Eza kolakisa contribution na SUMO na mobu 2011; mpo na yango: makoma 10 maye mabongisami mpe mandimami na Oyo Etali Boyebi ya SUMO na lokota ya Angele. Longonia na baye banso bazwaki badge ya KB SUMO 2011 mpo na komema Mission ya Mozilla o boso!

source: The SUMO KB 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2012 badge earners for advancing the Mozilla Mission!
ln: Mini-badge ya KB SUMO 2012 eza moko ya ba series SUMO. Eza kolakisa contribution na SUMO na mobu 2012; mpo na yango: makoma 10 maye mabongisami mpe mandimami na Oyo Etali Boyebi SUMO na lokota ya Angele. Longonia na baye banso bazwaki badge KB SUMO 2012 mpo na komema Mission ya Mozilla o boso!

source: The SUMO KB 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2013 badge earners for advancing the Mozilla Mission!
ln: Mini-badge ya KB SUMO 2013 eza moko ya ba series SUMO. Eza kolakisa contribution na SUMO na mobu 2013; mpo na yango: makoma 10 maye mabongisami na Oyo Etali Boyebi SUMO na lokota ya Angele. Longonia na baye bazwaki badge ya KB SUMO 2013 mpo na komema Mission ya Mozilla o boso!

source: The SUMO KB 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 10 approved edits of the English SUMO Knowledge Base. Congrats to all SUMO KB 2014 badge earners for advancing the Mozilla Mission
ln: Mini-badge SUMO KB 2014 eza moko ya ba series ya SUMO. Eza kolakisa contribution na SUMO na mobu 2014; mpo na yango: ndimbola 10 eye ebongisami mpe endimami na Oyo Etali Boyebi ya SUMO na lokota ya Angele. Longonia na baye banso bazwaki badge SUMO KB 2014 mpo na komema Mission ya Mozilla o boso!

source: The SUMO L10n 2010 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2010; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2010 badge earners for advancing the Mozilla Mission!
ln: Mini-badge ya SUMO L10n 2010 eza moko ya ba series SUMO. Eza kolakisa contribution na SUMO na mobu 2010; mpo na yango: ndimbola 10 eye ebongisami mpe endimami na Oyo Etali Botebi ya SUMO. Longonia na baye banso bazwaki badge ya SUMO L10n 2010 mpo na komema Mission ya Mozilla o boso!

source: The SUMO L10n 2011 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2011; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2011 badge earners for advancing the Mozilla Mission!
ln: Mini-badge ya SUMO L10n 2011 eza moko ya ba series SUMO. Eza kolakisa contribution na SUMO na mobu 2011; mpo na yango: ndimbola 10 eye ebongisami mpe endimami na Oyo Etali Boyebi ya SUMO. Longonia na baye banso bazwaki badge ya SUMO L10n 2011 mpo na komema Mission ya Mozilla o boso!

source: The SUMO L10n 2012 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2012; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2012 badge earners for advancing the Mozilla Mission!
ln: Mini-badge ya SUMO L10n 2012 eza moko ya ba series SUMO. Eza kolakisa contribution na SUMO na mobu 2012; mpo na yango: ndimbola 10 eye ebongisami mpe endimami na Oyo Etali Boyebi SUMO. Longonia na baye banso bazwaki badge ya SUMO L10n 2012 mpo na komema Mission ya Mozilla o boso!

source: The SUMO L10n 2013 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2013 in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2013 badge earners for advancing the Mozilla Mission!
ln: Mini-badge ya SUMO L10n 2013 eza moko ya ba series SUMO. Eza kolakisa contribution na SUMO na mobu 2013; mpo na yango: ndimbola 10 eye ebongisami mpe endimami na Oyo Etali Boyebi SUMO. Longonia na baye banso bazwaki badge ya SUMO L10n 2013 mpo na komema Mission ya Mozilla o boso!

source: The SUMO L10n 2014 mini-badge is part of the SUMO series. It represents contribution to SUMO in 2014; in this case: 10 approved translation edits of the SUMO Knowledge Base. Congrats to all SUMO L10n 2014 badge earners for advancing the Mozilla Mission!
ln: Mini-badge SUMO L10n eza moko ya ba series ya SUMO. Eza kolakisa contribution na SUMO na mobu 2014; mpo na yango: ndimbola 10 eye ebongisami mpe endimami na Oyo Etali Boyebi ya SUMO. Longonia na baye banso bazwaki badge SUMO L10n 2014 mpo na komema Mission ya Mozilla o boso!

source: The template "%s" does not exist or has no approved revision.
ln: Modele oyo "%s" eza te to ezangi revision eye endimami.

source: The title is too short (%(show_value)s characters). It must be at least %(limit_value)s characters.
ln: Titre eza mokuse mingi (%(show_value)s characters). Esengeli ezala au moins na bacaractère %(limit_value)s.

source: The URL has changed!
ln: URL ebongwani!

source: The user name you entered is inappropriate. Please pick another and consider that our helpers are other Firefox users just like you.
ln: Nkombo ya bosaleli oyo okomi elongobani te. Pona mosusu mpe yeba ete baye basalisaka biso baza basaleli misusu ya Firefox kaka neti yo.

source: The video "%s" does not exist.
ln: Vidéo "%s" eza te.

source: This account is inactive.
ln: Compte oyo ozosala te.

source: This article doesn't have approved content yet.
ln: Article oyo naino contenu nayango endimami te.

source: This article is no longer maintained, so its content might be out of date.
ln: Entretien esalemaka lisusu te na article oyo, nayango contenu nango ekoki kozala esili ngala.

source: This badge is awarded to contributors with 10 approved English edits during 2015.
ln: Badge oyo epesami na bacontributeur oyo baza na makoma 10 oyo babongisaki na lokota ya Angele na mobu 2015.

source: This badge is awarded to contributors with 10 approved translations edits during 2008.
ln: Badge oyo epesami na bacontributeur baye baza na ndimbola 10 eye ebongisami mpe endimami na mobu 2008.

source: This badge is awarded to contributors with 10 approved translations edits during 2009.
ln: Badge oyo epesami na bacontributeur oyo baza na ndimbola 10 eye ebongisami mpe endimami na mobu 2009.

source: This badge is awarded to contributors with 10 approved translations edits during 2015.
ln: Badge oyo epesami na bacontributeur oyo baza na ndimbola 10 eye babongisaki mpe endimamaki na mobu 2015.

source: This badge is awarded to contributors with 30 support forum replies during 2015.
ln: Badge oyo epesami na bacontributeur oyo baza na biyano 30 na forum ya lisungi na mobu 2015.

source: This badge is awarded to contributors with 50 Army of Awesome tweets during 2015.
ln: Badge oyo epesami na bacontributeur oyo baza na ba tweets 50 na Army of Awesome na mobu 2015.

source: This document does not have a current revision.
ln: Document oyo eza na revision sik'oyo te.

source: This document does not have a current translation.
ln: Document oyo ezangi ndimbola sik'oyo.

source: This document has already been translated to the following locales:
ln: Document oyo esi elimbolami na nkota oyo elandi:

source: This document has been translated to the following locales:
ln: Document oyo elimbolami na nkota oyo elandi:

source: This document has no revisions.
ln: Document oyo eza na revision ata moko te.

source: This document is missing translations for the following locales:
ln: Document oyo ezangi ndimbola na nkota oyo elandi:

source: This doesn't solve my problem
ln: Esilisi nkokoso nangai te

source: This edit does not make this article up to date. The English differences should not change on the next edit.
ln: Oyo ebongolami ezola te article ezala à jour. Bokeseni na lokota ya Angele esengeli te ebongwama na maye makobongisama mbala sima.

source: This email is already in use!
ln: Email oyo eza déjà na mosala!

source: This email is automatically sent by a robot. Our robot can’t respond to your question, but our forum contributors can! If you want to respond to them, please <a href="%(url)s">click here</a>.
ln: Email oyo etindami automatiquement na robot. Robot nabiso ekoki koyanola na motuna nayo te, kasi forum ya bacontributeur nabiso ekoki! Soki olingi koyanola bango, <a href="%(url)s">cliquer awa</a>.

source: This email looks great!
ln: Email oyo emonani eza kitoko mpeza!

source: This feature is temporarily disabled while we perform website maintenance. Please use your browser's Back button and try again a little later.
ln: Caractèristique oyo eza desactivé mpo na mua ngonga tango toza kosala entretien ya site web. Salela bouton ya navigateur nayo ya Kozongisa sima mpe meka lisusu sima moke.

source: This field was populated automatically.
ln: Esika oyo emoninisamaki automatiquement.

source: This forum is a discussion about improving the localization of the "%(title)s" article. If you want to improve the article content, go to the <a href="%(url)s">English article discussion</a>.
ln: Forum oyo eza lisolo mpo na kobongisa bolimboli "%(title)s" article. Soki olingi kobongisa contenu ya article, kende na <a href="%(url)s">Lisolo ya article na lokota ya Angele discussion</a>.

source: This forum is a discussion about improving the "%(title)s" article.
ln: Forum oyo eza lisolo mpo na kobongisa "%(title)s" article.

source: This forum is a discussion about improving the "%(title)s" article. If you'd like to participate, please <a href="%(register_url)s">register</a>.
ln: Forum oyo eza lisolo mpo na kobongisa "%(title)s" article. Soki olingi koparticiper, tosengi ete <a href="%(register_url)s">omikomisa</a>.

source: This happened
ln: Oyo esalemaki

source: This happens
ln: Oyo eza kosalema

source: This image is not included in any articles.
ln: Elili oyo eza nakati ya article ata moko te.

source: This information gives details about the internal workings of your browser that will help in answering your question.
ln: Bainfo oyo eza kopesa badétail na maye matali lolenge ya misala yakati ya navigateur nayo oyo ekosalisa na boyanoli motuna nayo.

source: This is a staging site, the content gets overwritten on the 1st of every month.<br>The production site is <a href="http://support.mozilla.org">here</a>.
ln: Oyo eza site ya bolekeli, contenu ezalaka remplacer na mosusu na mokolo ya yambo ya sanza nionso.<br>Site ya production eza <a href="http://support.mozilla.org">here</a>.

source: This is the number of all Knowledge Base articles that are ready to be localized.
ln: Oyo ezali motango ya baarticle nionso ya Oyo Etali Boyebi eye elengelami mpo na kolimbola.

source: This is your current email.
ln: Oyo eza email nayo ya sik'oyo.

source: This page doesn't have a mobile optimized version. Tap here to go back.
ln: Lokasa oyo ezangi version optimisée mpo mobile. Beta awa mpo na kozonga sima.

source: This question already has a solution.
ln: Motuna oyo eza déjà na solution.

source: This question has not been asked before.
ln: Motuna oyo naino etunama te liboso.

source: This revision is not ready for localization.
ln: Revision oyo elengelami te mpo na kolimbolama.

source: This revision is outdated, but there is a new revision available.
ln: Revision oyo esili ngala, kasi revision yasika eza.

source: This revision is ready for localization.
ln: Revision oyo elengelami mpo na kolimbolama.

source: This revision was already reviewed by {user} on {date}.
ln: Revision oyo esi emanyolaki na {user} mokolo ya {date}.

source: This started when...
ln: Yango ebandaki tango...

source: This thread has been locked. It is no longer possible to post new replies.
ln: Mulongo oyo eza bloqué. Ndenge eza lisusu te ya kokotisa biyano yasika.

source: This thread was archived.
ln: Mulongo oyo etiyamaki na archive.

source: This thread was closed.
ln: Mulongo ekangemaki.

source: This thread was closed and archived.
ln: Mulongo oyo ekangemaki mpe etiyamaki na archive.

source: This translation was already reviewed by {user} on {date}.
ln: Ndimbola oyo esi emanyolamaki na {user} mokolo ya {date}.

source: This tweet doesn't need a response
ln: Tweet oyo esengeli na eyano te

source: This user has been deactivated.
ln: Mosaleli oyo aza désactivé.

source: This username is already taken!
ln: Nkombo ya bosaleli oyo esi bazwi yango!

source: This username is available.
ln: Nkombo ya bosaleli eza dispo.

source: This version is outdated, but there is a new version available.
ln: Version oyo esili ngala, kasi version yasika eza.

source: This will help other Firefox users find good answers to their questions!
ln: Yango ekosalisa basaleli misusu ya Firefox kozwa biyano malamu na mituna nabango!

source: This will notify localizers and translations will be marked as "needing updates" on dashboards. Most changes&mdash;updating an image, fixing {for} markup, adding or removing non-critical sections&mdash;should use this.
ln: Oyo ekoyebisa balimboli ekotiyama elembo bo "esengeli na mise à jour" na tableau de bord. Mbongwana mingi&mdash;kosala mise à jour ya elili, kobongisa {for} markup, kobakisa to kolongola biteni ya ntina mingi te&mdash;esengeli esalela oyo.

source: This will notify localizers and translations will be marked "out of date" on dashboards. Translations will show a warning to users that they are out of date and that the English version is the most accurate. Use this when the old instructions are completely unusable.
ln: Oyo ekoyebisa balimboli ekotiyama elembo ya "esili ngala" na tableau de bord. Ndimbola ekolakisa bokebisi na basaleli ete esili ngala mpe version ya lokota ya Angele eza eye eza kosembola koleka. Salela yango tango mitondo yakala mikoki mpeza lisusu te kosalama.

source: Thread contains
ln: Mulongo eza na

source: Thread type
ln: Lolenge ya mulongo

source: Thunderbird controls and buttons
ln: Bacontrôle mpe ba boutons ya Thunderbird

source: Thunderbird crashes
ln: Makama ya Thunderbird

source: Thunderbird is slow or stops working
ln: Thunderbird ezosala malembe to etiki kosala

source: Thunderbird options, preferences and settings
ln: Baparamètre, baoption mpe bapréférence ya Thunderbird

source: Thunderbird versions and languages
ln: Baversion ya Thunderbird mpe bankota

source: Thunderbird won't save settings or remember information
ln: Thunderbird ekokoka te kobomba baparamètre to kokanisa bainfo

source: Timezone
ln: Fuseau horaire

source: Tips and tricks
ln: Mayele mpe buanya

source: Title
ln: Titre

source: Title:
ln: Titre:

source: {title} has a revision ready for localization
ln: {title} eza na revision eye elengelami mpo na kolimbolama

source: Title in {locale}:
ln: Tire na {locale}:

source: {title} is ready for review ({creator})
ln: {title} elengelami mpo bomanyolami ({creator})

source: {title} ({locale}) has a new approved revision ({reviewer})
ln: {title} ({locale}) eza na revision yasika eye endimami ({reviewer})

source: {title} | Media Gallery
ln: Gallerie Media | {title}

source: Title of article
ln: Titre ya article

source: {title} was edited by {creator}
ln: {title} ebongisamaki na {creator}

source: To:
ln: Epayi ya:

source: To activate your account you must first confirm your email address. Enter your email and submit the form below, and we will resend the confirmation email.
ln: Mpo na koactiver compte nayo esengeli oconfirmer adresse email nayo. Koma email nayo mpe tinda formulaire oyo eza awa na se, ebongo tokotinda lisusu email ya confirmation.

source: To confirm your subscription, please click the link below or copy and paste the whole thing into your browser's location bar:
ln: Confirmer bokomikomisi nayo, cliquer lien oyo eza awa na se to copier mpe coller yango nionso na barre ya navigateur nayo:

source: Today at %s
ln: Lelo na %s

source: To delete the document, please notify an admin.
ln: Mpo na koboma document, yebisa admin.

source: To field is required.
ln: Esengeli na esika ya "Epayi ya".

source: To help you find out where to help check this site:
ln: Mpo na kosalisa ozwa esika nini okoki kosalisa tala site oyo:

source: To localize the document, click the following link, or paste it into your browser's location bar:
ln: Mpo na kolimbola document oyo, cliquer lien oyo elandi, to coller yango na barre ya navigateur nayo:

source: Too long
ln: Eza molayi mingi

source: Tools for creating and teaching the web
ln: Baoutil mpo na kokela mpe kotangisa web

source: Top 100 Articles
ln: Baarticle 100 ya Likolo

source: Top 100 Articles: % Localized
ln: Baarticles 100 ya Likolo: % Localsé

source: Top 10 Contributor
ln: Bacontributeur 10 Ya Likolo

source: Top 20 Articles
ln: Baarticle 20 ya Likolo

source: Top 20 Articles: % Localized
ln: Baarticle 20 ya Likolo: % Localisé

source: Top 25 Contributor
ln: Bacontributeur 25 Ya Likolo

source: Top 50 Articles
ln: Baartilce 50 ya Likolo

source: Top contributors
ln: Bacontribution ya likolo

source: Top Contributors
ln: Bacontributeur ya Likolo

source: Top Contributors - Army of Awesome
ln: Bacontributeur ya Likolo - Ebele ya Kosepelisa

source: Top Contributors - Knowledge Base
ln: Bacontributeur ya Likolo - Oyo etali Boyabe

source: Top Contributors - Localization
ln: Bacontributeur ya Likolo - Ndimbola

source: Top Contributors - Support Forum
ln: Bacontributeur ya Likolo - Forum ya Lisungi

source: Topic
ln: Sujet

source: Topics
ln: Basujet

source: Topics:
ln: Basujet:

source: To post your question, please create a support account
ln: Mpo na kokotisa motuna, kela compte ya lisungi

source: To review this revision, click the following link, or paste it into your browser's location bar:
ln: Mpo na komanyola revision, cliquer lien oyo elandi, to coller yango na barre ya navigateur nayo:

source: Total:
ln: Nionso:

source: Total questions: <strong>{num}</strong>
ln: Mituna Nionso: <strong>{num}</strong>

source: Total Votes
ln: Bavote Nionso

source: To view the history of this document, click the following link, or paste it into your browser's location bar:
ln: Mpo na komona lisitwale ya document oyo, cliquer lien oyo elandi, to coller yango na barre ya navigation nayo:

source: To view the updated document, click the following link, or paste it into your browser's location bar:
ln: Mpo na komona document oyo eza mise à jour, cliquer lien oyo elandi, to coller yango na barre ya navigation nayo:

source: To view this document's history, click the following link, or paste it into your browser's location bar:
ln: Mpo na komona lisitwale ya doucment oyo, cliquer lien oyo elandi, to coller yango na barre ya navigation nayo:

source: To view this post on the site, click the following link, or paste it into your browser's location bar:
ln: Mpo na komona article na site, cliquer na lien oyo elandi, to coller yango na barre ya navigateur nayo:

source: Transaction ID:
ln: Identifiant ya Transaction:

source: Translate Article
ln: Limbola Article

source: Translate Article | {document}
ln: Limbola Article | {document}

source: Translate Content
ln: Limbola Contenu

source: Translate Description
ln: Description Ya Bolimboli

source: Translate help articles
ln: Limbola baarticle ya lisalisi

source: Translate help articles!
ln: Limbola baarticle ya lisalisi!

source: Translate Help Articles
ln: Limbola Baarticle ya Lisalisi

source: Translate help articles to your language
ln: Limbola baarticle ya lisalisi na lokota nayo

source: Translate help to your languages
ln: Ndimbola lisalisi na nkota nayo

source: Translating 1 article can help 1,000's of users in your language
ln: Kolimbola article moko ekoki kosalisa basaleli ebele mpeza na lokota nayo

source: Translating article to {locale}
ln: Kolimbola article na {locale}

source: Translating {title}
ln: Kolimbola {title}

source: Translation Comment: {comment}
ln: Commentaire Ya Ndimbola: {comment}

source: Translation keywords:
ln: Ba mots clés ya ndimbola:

source: Translation Needed
ln: Esengeli na Ndimbola

source: Translation rendered html:
ln: html ya ndimbola oyo esalemi:

source: Translation search results summary:
ln: Résumé ya barésultat ya boluki ndimbola:

source: Translation source:
ln: Source ya ndimbola:

source: Trash
ln: Ekunde

source: Troubleshoot error message on Firefox for iOS
ln: Message ya dépannage erreur na Firefox mpo na iOS

source: Troubleshoot error messages on Thunderbird.
ln: Bamessage erreur ya dépannage na Thunderbird.

source: Troubleshooting
ln: Dépannage

source: Troubleshooting Information
ln: Bainfo ya dépannage

source: Try another topic
ln: Meka subjet mosusu

source: Try one of these articles:
ln: Meka moko ya baarticle oyo:

source: Turn off emails for discussion in my locale.
ln: Kanga ba email ya lisolo na lokota nangai.

source: Tweak it and make it your own. Personalized messages go a long way in helping others.
ln: Bongisa yango mpe komisa yango yayo mei. Bamessage personnalisé ezalaka na nzela molayi na bosalisi basusu.

source: Tweet has already been replied to
ln: Tweet esi eyanolami
